<div class="node-body node-blog-body">
	<h2 class="node-title">新春的感想</h2>
	<div class="node-content">
		<p>组织和支持会员开展国内外地理学科及相关学科的学术交流活动；编辑出版地理科技书刊；宣传普及地理科学知识，传播科学精神、思想和方法，推广先进技术；组织开展对国家科技发展战略、政策和经济建设中涉及地理学科及相关学科范围内的重大问题进行研讨并提出政策建议；</p>
		<p>组织和支持会员开展国内外地理学科及相关学科的学术交流活动；编辑出版地理科技书刊；宣传普及地理科学知识，传播科学精神、思想和方法，推广先进技术；组织开展对国家科技发展战略、政策和经济建设中涉及地理学科及相关学科范围内的重大问题进行研讨并提出政策建议；</p>
		<p>组织和支持会员开展国内外地理学科及相关学科的学术交流活动；编辑出版地理科技书刊；宣传普及地理科学知识，传播科学精神、思想和方法，推广先进技术；组织开展对国家科技发展战略、政策和经济建设中涉及地理学科及相关学科范围内的重大问题进行研讨并提出政策建议；</p>
	</div>
</div>